import "./weDo.scss";

function WeDo() {
    return (
        <section className="wedo">
            <div className="container">
                <div className="wedo__inner">
                    <h2>Что мы делаем</h2>
                    <video src={'https://youtu.be/4CjqvSfL6SY'} controls>
                    </video>
                    <div className="wedo__inner-text">
                        <p >
                            Орион — бизнес-консалтинговая компания со специализацией на построении облачных систем
                            и внедрении передовых цифровых решений для управления взаимоотношениями с клиентами SAP
                            Customer Experience (ранее SAP Hybris).
                            Орион — бизнес-консалтинговая компания со специализацией на построении облачных систем
                            и внедрении передовых цифровых решений для управления взаимоотношениями с клиентами SAP
                            Customer Experience (ранее SAP Hybris).
                            Орион — бизнес-консалтинговая компания со специализацией на построении облачных систем
                            и внедрении передовых цифровых решений для управления взаимоотношениями с клиентами SAP
                            Customer Experience (ранее SAP Hybris).
                            Орион — бизнес-консалтинговая компания со специализацией на построении облачных систем
                            и внедрении передовых цифровых решений для управления взаимоотношениями с клиентами SAP
                            Customer Experience (ранее SAP Hybris).
                        </p>
                        <p >
                            Будучи золотым партнером SAP и имея огромный отраслевой опыт внедрения и поддержки цифровых
                            систем, Орион обладает глубокой экспертизой, которая позволяет формировать для бизнеса дополнительную ценность.
                            Будучи золотым партнером SAP и имея огромный отраслевой опыт внедрения и поддержки цифровых
                            систем, Орион обладает глубокой экспертизой, которая позволяет формировать для бизнеса дополнительную ценность.
                            Будучи золотым партнером SAP и имея огромный отраслевой опыт внедрения и поддержки цифровых
                            систем, Орион обладает глубокой экспертизой, которая позволяет формировать для бизнеса дополнительную ценность.
                            Будучи золотым партнером SAP и имея огромный отраслевой опыт внедрения и поддержки цифровых
                            систем, Орион обладает глубокой экспертизой, которая позволяет формировать для бизнеса дополнительную ценность.
                            Будучи золотым партнером SAP и имея огромный отраслевой опыт внедрения и поддержки цифровых
                            систем, Орион обладает глубокой экспертизой, которая позволяет формировать для бизнеса дополнительную ценность.
                            Будучи золотым партнером SAP и имея огромный отраслевой опыт внедрения и поддержки цифровых
                            систем, Орион обладает глубокой экспертизой, которая позволяет формировать для бизнеса дополнительную ценность.
                        </p>
                    </div>
                </div>
            </div>

        </section>

    )
}

export default WeDo;
